---
kind: property
id: P:Autodesk.Revit.DB.HomeCamera.Pivot
source: html/095995a5-de37-dc73-6977-90b1c9f7995e.htm
---
# Autodesk.Revit.DB.HomeCamera.Pivot Property

The pivot point.

## Syntax (C#)
```csharp
public XYZ Pivot { get; }
```